[
  {
    "조건": "일간甲",
    "통변": "겉은 완고(頑固)한 모습이지만 안으로는 인정이 많고 따뜻한 마음씨를 가지고 있습니다."
  },
  {
    "조건": "일간乙",
    "통변": "겉으로는 부드러워 보이지만 안으로는 고집이 세며 자존심이 매우 강한 편입니다. 그래서 겉으로는 “네”라고 하고 나서도 뒤돌아 서면 자기가 원하는 방식으로 일처리를 해 버리기도 합니다."
  },
  {
    "조건": "일간丙",
    "통변": "호기심이 많은 성품으로 궁금한 것이 있으면 찾아내고 탐구하는 모습이 많습니다. 이에 시시비비(是是非非)를 가리는 것을 좋아합니다."
  },
  {
    "조건": "일간丁",
    "통변": "정이 많고 예의가 바른 모습입니다. 불쌍한 것을 보면 같이 가슴 아파하는 측은지심(惻隱之心)이 많습니다."
  },
  {
    "조건": "일간戊",
    "통변": "자기 자신을 크게 드러내거나 앞에 나서기 보다는 중립(中立)의 입장을 지킵니다. 때로는 이런 특성으로 인해 속을 알 수 없지만 비밀을 잘 간직하기 때문에 신뢰가 가는 모습입니다."
  },
  {
    "조건": "일간己",
    "통변": "중립적인 입장을 잘 취하며 서로 간의 입장을 잘 조율하는 능력이 있습니다. 그래서 겉으로 보면 자기 고집을 크게 피우지는 않지만 속을 보면 티 나지 않게 자신의 실속도 잘 챙기는 모습입니다."
  },
  {
    "조건": "일간庚",
    "통변": "정확하고 명확한 것을 좋아하는 성품으로 공사(公私)의 구분이 확실합니다. 이러한 특성으로 인해 강직하게 보이지만 젊어서는 유연성과 융통성이 부족한 것으로 보여지기도 합니다."
  },
  {
    "조건": "일간辛",
    "통변": "정확하고 명확한 것을 좋아하는 성품입니다. 자기 관리가 뛰어나며 깐깐하고 꼼꼼합니다. 한번 마음의 상처를 입게 되면 냉정하고 차가운 마음으로 변하기도 합니다."
  },
  {
    "조건": "일간壬",
    "통변": "겉으로 자신 자신을 드러내기 보다는 조용하고 은밀한 모습이 많습니다. 개성이 넘치는 모습으로 살아가기도 하는데 가계(家系)와 관련이 없는 동떨어진 사회 활동이나 직업 활동을 구하기도 합니다."
  },
  {
    "조건": "일간癸",
    "통변": "상냥하고 친근감이 많은 모습입니다. 싫어도 싫은 티를 크게 내는 편이 아니므로 주변에 큰 적이 없으며 어디 가든지 환영을 받는 편입니다."
  },
  {
    "조건": "월지비겁 년지비겁",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "조건": "월지비겁 년지식상",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "조건": "월지비겁 년지재성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "조건": "월지비겁 년지관성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "조건": "월지비겁 년지인성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "조건": "월지식상 년지비겁",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "조건": "월지식상 년지식상",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "조건": "월지식상 년지재성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "조건": "월지식상 년지관성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "조건": "월지식상 년지인성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "조건": "월지재성 년지비겁",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "조건": "월지재성 년지식상",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "조건": "월지재성 년지재성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "조건": "월지재성 년지관성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "조건": "월지재성 년지인성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "조건": "월지관성 년지비겁",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "조건": "월지관성 년지식상",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "조건": "월지관성 년지재성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "조건": "월지관성 년지관성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "조건": "월지관성 년지인성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "조건": "월지인성 년지비겁",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "조건": "월지인성 년지식상",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "조건": "월지인성 년지재성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "조건": "월지인성 년지관성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "조건": "월지인성 년지인성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "조건": "일간일지 12운성묘",
    "통변": "여럿이 함께 있는 공간에서도 혼자만의 고독을 즐기기도 하며, 종교, 수행, 철학, 역학, 문학 등의 정신 활동 분야에 관심이 많습니다."
  },
  {
    "조건": "년지공망",
    "통변": "고향을 떠나 타지나 해외 생활을 하게 되는 경우가 많습니다."
  },
  {
    "조건": "월지공망",
    "통변": "학업적 성취나 직업을 구하는 데 있어 수없이 반복하거나 지연이나 지체의 과정을 거치고 나서 이루게 되는 경향이 있습니다. 하지만 이를 오래도록 안정적으로 유지하기 어려우니 1등이 아닌 2등의 조건, 중앙이 아닌 지방, 또는 결함이 있는 형태 그대로 쓰거나 유형 (有形) 이 아닌 무형 (無形) 으로 활용해야 합니다."
  },
  {
    "조건": "재성공망",
    "통변": "현실이 아닌 비현실을 추구하는 모습으로 비 세속적인 활동이나 해외 활동을 추구하게 됩니다."
  },
  {
    "조건": "관성공망",
    "통변": "무형의 세계에 대한 관심이 많으며 직업적으로 무형의 형태인 교육, 연구, 기획, 종교, 철학 등의 분야나 자신의 발자취를 남기지 않는 항공, 토건, 건설 등과 인연을 가지게 되기도 합니다."
  },
  {
    "조건": "戌亥공망",
    "통변": "눈에 보이지 않는 세상에 대한 동경심이 있으므로 고상한 취미 활동을 추구하는 편이며 문학, 예술, 종교, 철학 등의 분야에 관심이 많습니다."
  },
  {
    "조건": "辰巳공망",
    "통변": "현실적 사고를 중요하게 생각하므로 이재에 밝은 모습입니다."
  },
  {
    "조건": "일간년지 신살문창",
    "통변": "두뇌가 총명하고 생활력이 우수합니다."
  },
  {
    "조건": "일간년지 신살홍염",
    "통변": "예술적 자질과 기예 (技藝) 가 있어 대중 앞에 서거나 무대 위에서 조명을 받는 일에 능합니다."
  },
  {
    "조건": "일간년지 신살양인",
    "통변": "고도의 전문성을 확보하여 전문가 또는 프로 (Professional) 로서 활동할 수 있는 자질을 가지고 있습니다."
  },
  {
    "조건": "일간월지 신살문창",
    "통변": "두뇌가 총명하고 생활력이 우수합니다."
  },
  {
    "조건": "일간월지 신살홍염",
    "통변": "예술적 자질과 기예 (技藝) 가 있어 대중 앞에 서거나 무대 위에서 조명을 받는 일에 능합니다."
  },
  {
    "조건": "일간월지 신살양인",
    "통변": "고도의 전문성을 확보하여 전문가 또는 프로 (Professional) 로서 활동할 수 있는 자질을 가지고 있습니다."
  },
  {
    "조건": "일간일지 신살문창",
    "통변": "두뇌가 총명하고 생활력이 우수합니다."
  },
  {
    "조건": "일간일지 신살홍염",
    "통변": "예술적 자질과 기예 (技藝) 가 있어 대중 앞에 서거나 무대 위에서 조명을 받는 일에 능합니다."
  },
  {
    "조건": "일간일지 신살양인",
    "통변": "고도의 전문성을 확보하여 전문가 또는 프로 (Professional) 로서 활동할 수 있는 자질을 가지고 있습니다."
  },
  {
    "조건": "비겁과다 남자",
    "통변": "경쟁의 환경에서 뺏기기도 하지만 빼앗는 능력도 있습니다. 협업, 협력, 동업의 환경을 잘 구축하며 이용합니다. 결국 무리를 이룬 후 대장이 되고자 하며 전문성, 독립성을 갖춘 활동을 추구합니다. 환경을 장악하고 그 자리를 유지하고자 하므로 고집이 센 편입니다. 대중을 의식하여 함부로 행동하지 않으며 남들을 챙기느라 실속이 부족하기도 합니다. 무리하게 금융을 일으키면 좋지 않습니다."
  },
  {
    "조건": "비겁과다 여자",
    "통변": "경쟁의 환경에서 뺏기기도 하지만 빼앗는 능력도 있습니다. 협업, 협력, 동업의 환경을 잘 구축하며 이용합니다. 결국 무리를 이룬 후 대장이 되고자 하며 전문성, 독립성을 갖춘 활동을 추구합니다. 환경을 장악하고 그 자리를 유지하고자 하므로 고집이 센 편입니다. 대중을 의식하여 함부로 행동하지 않으며 남들을 챙기느라 실속이 부족하기도 합니다. 무리하게 금융을 일으키면 좋지 않습니다."
  },
  {
    "조건": "식상과다 남자",
    "통변": "두뇌총명하고 임기응변에 뛰어나므로 천재성을 발휘하기도 합니다. 어릴 때 부터 똑똑하다는 소리를 듣기도 합니다. 내 기운을 많이 배출하게 되니 실속이 부족합니다. 지나치게 많이 활동하여 오지랖이 넓습니다. 자유를 원하고 통제와 간섭을 싫어합니다. 아래 사람과는 원만하지만 위 사람과 잘 지내지 못합니다. 조직의 관리를 받기 어려워 자신의 기술이나 재능으로 살아갑니다. 결혼 이후 자녀 인연이 약한 편입니다."
  },
  {
    "조건": "식상과다 여자",
    "통변": "두뇌총명하고 임기응변에 뛰어나므로 천재성을 발휘하기도 합니다. 어릴 때 부터 똑똑하다는 소리를 듣기도 합니다. 내 기운을 많이 배출하게 되니 실속이 부족합니다. 지나치게 많이 활동하여 오지랖이 넓습니다. 자유를 원하고 통제와 간섭을 싫어합니다. 아래 사람과는 원만하지만 위 사람과 잘 지내지 못합니다. 조직의 관리를 받기 어려워 자신의 기술이나 재능으로 살아갑니다. 자녀를 낳고 나면 남편과 멀어지게 되는 경우가 있습니다."
  },
  {
    "조건": "재성과다 남자",
    "통변": "일복이 많고 과로를 하게 됩니다. 관절, 허리, 심장 등에 무리가 나타나기도 합니다. 헌신적인 모습으로 금전적 문제에 잘 집중하지만 때로는 풍류적으로 금전 문제를 초월한 듯 보이기도 합니다. 인내심이나 조절력이 떨어지는 편입니다. 직업적으로 큰 재물의 지배를 받는 환경 속에서 일하는 금융인이나 자산 관리 등과 인연을 갖게 되기도 합니다. 애처가나 공처가인 경우가 많습니다."
  },
  {
    "조건": "재성과다 여자",
    "통변": "일복이 많고 과로를 하게 됩니다. 관절, 허리, 심장 등에 무리가 나타나기도 합니다. 헌신적인 모습으로 금전적 문제에 잘 집중하지만 때로는 풍류적으로 금전 문제를 초월한 듯 보이기도 합니다. 인내심이나 조절력이 떨어지는 편입니다. 직업적으로 큰 재물의 지배를 받는 환경 속에서 일하는 금융인이나 자산 관리 등과 인연을 갖게 되기도 합니다. 남편 보다 시댁의 능력이 좋은 경우도 있습니다."
  },
  {
    "조건": "관성과다 남자",
    "통변": "체면과 명예를 중요하게 생각하여 보수적인 모습입니다. 대의명분을 지나치게 따져 실속이 부족합니다. 자제심, 절제심이 강한 한편 중압감, 압박감이 또한 심합니다. 강한 압박의 상황이라 건강불안 요소를 가지고 있기도 합니다. 직장변화가 많거나, 고객을 상대하는 업무 환경에 놓이게 됩니다 자립심이 낮고 통제 간섭을 너무 따르니 자아의식이 약한 편입니다."
  },
  {
    "조건": "관성과다 여자",
    "통변": "체면과 명예를 중요하게 생각하여 보수적인 모습입니다. 대의명분을 지나치게 따져 실속이 부족합니다. 자제심, 절제심이 강한 한편 중압감, 압박감이 또한 심합니다. 강한 압박의 상황이라 건강불안 요소를 가지고 있기도 합니다. 직장변화가 많거나, 고객을 상대하는 업무 환경에 놓이게 됩니다 자립심이 낮고 통제 간섭을 너무 따르니 자아의식이 약한 편입니다."
  },
  {
    "조건": "인성과다 남자",
    "통변": "이상적인 모습으로 현실적인 감각이 다소 떨어지고 부족합니다. 한번 정한 목표는 끈기를 가지고 이루어 내는 저력이 있습니다. 문서, 자격, 면허, 학위, 임대료, 수수료, 기술료, 면허 및 각종 이권에 따른 수익 등 문서 형태의 재산이나 수입을 추구합니다. 서비스 정신이 약하여 게을러 지기 쉽습니다. 집착이나 몰입을 보이게 되며 만성적 질병에 노출되기도 합니다."
  },
  {
    "조건": "인성과다 여자",
    "통변": "이상적인 모습으로 현실적인 감각이 다소 떨어지고 부족합니다. 한번 정한 목표는 끈기를 가지고 이루어 내는 저력이 있습니다. 문서, 자격, 면허, 학위, 임대료, 수수료, 기술료, 면허 및 각종 이권에 따른 수익 등 문서 형태의 재산이나 수입을 추구합니다. 서비스 정신이 약하여 게을러 지기 쉽습니다. 집착이나 몰입을 보이게 되며 만성적 질병에 노출되기도 합니다."
  },
  {
    "조건": "비겁부족 남자",
    "통변": "경쟁심과 투쟁심이 약하여 전투적인 환경을 멀리합니다. 여러 사람이 함께 하는 일을 추구하기 보다 혼자서 하는 일을 선호합니다. 상황을 장악하는 능력이 떨어지고 주도권을 확보하는 능력도 미흡합니다. 사회성 보다 개별성을 추구하므로 개인주의적 성향이 강한 편입니다. 주변을 크게 의식하지 않아 이기적으로 보이기도 합니다."
  },
  {
    "조건": "비겁부족 여자",
    "통변": "경쟁심과 투쟁심이 약하여 전투적인 환경을 멀리합니다. 여러 사람이 함께 하는 일을 추구하기 보다 혼자서 하는 일을 선호합니다. 상황을 장악하는 능력이 떨어지고 주도권을 확보하는 능력도 미흡합니다. 사회성 보다 개별성을 추구하므로 개인주의적 성향이 강한 편입니다. 주변을 크게 의식하지 않아 이기적으로 보이기도 합니다."
  },
  {
    "조건": "식상부족 남자",
    "통변": "활동력이 부족해지며 표현력, 발표력, 생산력에 문제가 생깁니다. 자유도가 적은 환경이라 주로 직장/조직생활자가 됩니다. 외부적인 통제에 대해서 적극적인 대응이 부족하여 정신적, 신체적인 답답함을 가지게 됩니다. 건강이나 수명이 불안할 수 있습니다."
  },
  {
    "조건": "식상부족 여자",
    "통변": "활동력이 부족해지며 표현력, 발표력, 생산력에 문제가 생깁니다. 자유도가 적은 환경이라 주로 직장/조직생활자가 됩니다. 외부적인 통제에 대해서 적극적인 대응이 부족하여 정신적, 신체적인 답답함을 가지게 됩니다. 건강이나 수명이 불안할 수 있습니다. 자식과 인연과 남편을 잡아 두는 힘이 부족하여 안정적인 가정생활을 유지하는데 불안이 따르기도 합니다."
  },
  {
    "조건": "재성부족 남자",
    "통변": "재물을 희사하는 능력이 떨어지니 베푸는데 인색한 모습입니다. 일의 마무리가 잘 이루어지지 않으며 눈에 보이는 유형적인 결과물이 미흡합니다. 재물 형성이 주로 기술, 재능, 자격, 임대료, 수수료, 면허 및 각종 이권에 따른 수익 등으로 이루는 것이 좋습니다. 여자와 인연이 부족한 편입니다."
  },
  {
    "조건": "재성부족 여자",
    "통변": "재물을 희사하는 능력이 떨어지니 베푸는데 인색한 모습입니다. 일의 마무리가 잘 이루어지지 않으며 눈에 보이는 유형적인 결과물이 미흡합니다. 재물 형성이 주로 기술, 재능, 자격, 임대료, 수수료, 면허 및 각종 이권에 따른 수익 등으로 이루는 것이 좋습니다. 안정적인 가정환경을 만들어주는 힘이 약한 모습입니다."
  },
  {
    "조건": "관성부족 남자",
    "통변": "사회적 명함을 이룰 때 임명직 보다 선출직을 선호하게 됩니다. 조직의 혜택이 없으므로 주로 전문직, 프리랜서, 사업 등으로 진로를 결정하게 됩니다. 직장생활이 불가능하진 않지만 안정성이 떨어집니다. 승진, 직책, 직급의 의미가 적고, 호칭 변화가 없는 업무 환경을 추구합니다. 자식과 인연이 부족한 편입니다."
  },
  {
    "조건": "관성부족 여자",
    "통변": "사회적 명함을 이룰 때 임명직 보다 선출직을 선호하게 됩니다. 조직의 혜택이 없으므로 주로 전문직, 프리랜서, 사업 등으로 진로를 결정하게 됩니다. 직장생활이 불가능하진 않지만 안정성이 떨어집니다. 승진, 직책, 직급의 의미가 적고, 호칭 변화가 없는 업무 환경을 추구합니다. 남자와 인연이 부족한 편입니다."
  },
  {
    "조건": "인성부족 남자",
    "통변": "자신의 권리주장이나 유지에 미흡함이 발생합니다. 자기 조절력, 통제력이 부족하게 됩니다. 인내심이 부족하며 생각이 짧고 무모하기도 합니다. 직장에서 권한을 주장하지 못하며 대우 받지 못합니다. 운의 기복이 발생할 때 돈을 잘 유지할 수 없습니다."
  },
  {
    "조건": "인성부족 여자",
    "통변": "자신의 권리주장이나 유지에 미흡함이 발생합니다. 자기 조절력, 통제력이 부족하게 됩니다. 인내심이 부족하며 생각이 짧고 무모하기도 합니다. 직장에서 권한을 주장하지 못하며 대우 받지 못합니다. 운의 기복이 발생할 때 돈을 잘 유지할 수 없습니다. 남자로 부터 사랑을 이끌어내는 힘이 부족합니다."
  },
  {
    "조건": "식상공망",
    "통변": "건강한 체질은 아니며 건강이 한번에 무너질 우려가 있으니 건강을 유지하기 위해 평소 지속적인 관심과 관리가 필요합니다."
  },
  {
    "조건": "무식상",
    "통변": "건강한 체질은 아니며 건강이 한번에 무너질 우려가 있으니 건강을 유지하기 위해 평소 지속적인 관심과 관리가 필요합니다."
  },
  {
    "조건": "일간일지 백호대살",
    "통변": "암, 난치, 불치와 관련된 질병에 주의해야 하며, 정기적인 건강 검진을 통해 지속적으로 관심을 가지고 확인하는 것이 필요합니다."
  },
  {
    "조건": "목부족",
    "통변": "신경 관절 계통이나 간담 관련 질병에 주의해야 합니다."
  },
  {
    "조건": "화부족",
    "통변": "심혈관 계통, 안과 관련 질병에 주의해야 합니다."
  },
  {
    "조건": "토부족",
    "통변": "위장이나 췌장 관련 질병에 주의해야 합니다."
  },
  {
    "조건": "금부족",
    "통변": "호흡기나 대장 관련 질병에 주의해야 합니다."
  },
  {
    "조건": "수부족",
    "통변": "비뇨기 계통 (신장, 자궁, 전립선, 항문) 질병에 주의해야 합니다."
  }
]