[
  {
    "월지": "비겁",
    "년지": "비겁",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "월지": "비겁",
    "년지": "식상",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "월지": "비겁",
    "년지": "재성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "월지": "비겁",
    "년지": "관성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "월지": "비겁",
    "년지": "인성",
    "통변": "어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "월지": "식상",
    "년지": "비겁",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "월지": "식상",
    "년지": "식상",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "월지": "식상",
    "년지": "재성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "월지": "식상",
    "년지": "관성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "월지": "식상",
    "년지": "인성",
    "통변": "사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "월지": "재성",
    "년지": "비겁",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "월지": "재성",
    "년지": "식상",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "월지": "재성",
    "년지": "재성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "월지": "재성",
    "년지": "관성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "월지": "재성",
    "년지": "인성",
    "통변": "현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "월지": "관성",
    "년지": "비겁",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "월지": "관성",
    "년지": "식상",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "월지": "관성",
    "년지": "재성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "월지": "관성",
    "년지": "관성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "월지": "관성",
    "년지": "인성",
    "통변": "보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다. 어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  },
  {
    "월지": "인성",
    "년지": "비겁",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 어떤 일이든지 스스로 알아서 해결해 내려고 하는 모습으로 독립심, 자립심이 강합니다."
  },
  {
    "월지": "인성",
    "년지": "식상",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 사회 생활에 필요한 유연성과 융통성을 적절하게 잘 갖춘 모습입니다."
  },
  {
    "월지": "인성",
    "년지": "재성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 현실적 사고를 가지고 있으며 근면하고 성실한 모습으로 자기관리가 매우 뛰어난 편입니다."
  },
  {
    "월지": "인성",
    "년지": "관성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다. 보수적인 성품으로 체면과 명예를 중요하게 생각하는 편입니다."
  },
  {
    "월지": "인성",
    "년지": "인성",
    "통변": "어떤 일을 하더라도 인내심과 끈기를 가지고 목표한 바를 이루어 내는 저력이 있습니다."
  }
]